<?php

use yii\helpers\Url;

$this->title = 'Магазин кованых элементов: телефон, адрес – Ковкаснаб';

$this->registerMetaTag([
    'name' => 'keywords',
    'content' => 'контакты магазина кованых элементов, элементы художественной ковки, ковка, литьё, штамповка, цены, характеристики, фото, ковкаснаб'
]);
$this->registerMetaTag([
    'name' => 'description',
    'content' => 'Магазин кованых элементов. Здесь можно купить элементы художественной ковки по доступным ценам! Контакты, номер телефона, адрес.'
], 'meta-description');

?>

<?= $this->render('/sub/_modal-contact', [
    'contact' => $contact,
]) ?>

<?= $this->render('/sub/_categories-parallax', [
    'image' => Url::toRoute(['/images/parallax-other.jpg']),
    'categories' => $categories,
]) ?>

<div class="white-area">

    <div class="space-area"></div>

    <div class="container text">

        <h1>О нас</h1>

        <p>«Ковкаснаб» - предприятие на рынке кованых элементов и изделий, основным принципом работы которого является клиентоориентированность:</p>

        <ul>
            <li>постоянный мониторинг рынка и поддержание цен на уровне ниже среднего;</li>
            <li>обеспечение максимального комфорта наших клиентов за счет внедрения нескольких вариантов доставки и оплаты;</li>
            <li>лояльность к постоянным и крупным покупателям;</li>
            <li>квалифицированное и внимательное обслуживание каждого посетителя;</li>
            <li>систематическое расширение ассортимента, чтобы Вы могли найти все и сразу в одном месте.</li>
        </ul>


        <p>Для Вас мы создали удобный сайт с указанием актуальных цен и возможностью пристально рассмотреть каждый интересующий товар. Так же мы всегда рады ответить на возникшие вопросы по указанному телефону или электронной почте. Ведь каждый звонок или письмо – это еще один человек, узнавший о нас, что не может не мотивировать на дальнейшие совершенствования.</p>

        <h2>Гарантии</h2>

        <p>
            Мы гарантируем качество нашей продукции. При этом в случае, если купленный товар Вас по каким-либо причинам не устроил, Вы можете вернуть его в течение 14 дней, либо попытаться решить возникшие проблемы, обратившись за советом к консультанту.
        </p>

        <h2>Кузня</h2>

        <p>
            Благодаря нашему тесному сотрудничеству с кузнечным предприятием «Ника-3», Вы всегда можете воспользоваться возможностью индивидуального заказа готовых кованых изделий, точно соответствующим Вашим замыслам.
        </p>

    </div>

    <div class="space-area"></div>

</div>


<?= $this->render('/sub/_random-posts', [
    'random_posts' => $random_posts,
]) ?>