<?php

use yii\helpers\Url;

$this->title = 'Магазин кованых элементов: телефон, адрес – Ковкаснаб';

$this->registerMetaTag([
    'name' => 'keywords',
    'content' => 'контакты магазина кованых элементов, элементы художественной ковки, ковка, литьё, штамповка, цены, характеристики, фото, ковкаснаб'
]);
$this->registerMetaTag([
    'name' => 'description',
    'content' => 'Магазин кованых элементов. Здесь можно купить элементы художественной ковки по доступным ценам! Контакты, номер телефона, адрес.'
], 'meta-description');

?>

<?= $this->render('/sub/_modal-contact', [
    'contact' => $contact,
]) ?>

<?= $this->render('/sub/_categories-parallax', [
    'image' => Url::toRoute(['/images/parallax-other.jpg']),
    'categories' => $categories,
]) ?>

<div class="white-area">

    <div class="space-area"></div>

    <div class="container">

        <h1>Условия обработки персональной информации</h1>

        <div class="text">

            <p>1. Предоставление информации Клиентом:</p>

            <p>1.1. При заполнении форм обратной связи на сайте <a href="/">kovkasnab.ru</a> (далее - "Сайт") Клиент предоставляет следующую информацию:</p>

            <ul>
                <li>ФИО;</li>
                <li>номер телефона;</li>
                <li>адрес электронной почты.</li>
            </ul>

            <p>1.2. Предоставляя свои персональные данные Клиент соглашается на их обработку (вплоть до отзыва Клиентом своего согласия на обработку его персональных данных) ИП Перфильевым В.А. (далее - "Продавец"), в целях исполнения Продавцом и/или его партнерами своих обязательств перед клиентом, продажи товаров и предоставления услуг, предоставления справочной информации, а также в целях продвижения товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного характера и сервисных сообщений. При обработке персональных данных Клиента Продавец руководствуется Федеральным законом "О персональных данных", Федеральным законом "О рекламе" и локальными нормативными документами.</p>

            <p>1.2.1. Если Клиент желает уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, либо в случае желания клиента отозвать свое согласие на обработку персональных данных или устранения неправомерных действий Продавца в отношении его персональных данных то он должен направить официальный запрос Продавцу в порядке, предусмотренном политикой Продацва в отношении обработки персональных данных.</p>

            <p>Если Клиент желает удалить свою учетную запись на Сайте, Клиент обращается к нам по адресу info@kovkasnab.ru с соответствующей просьбой. Данное действие не подразумевает отзыв согласия Клиента на обработку его персональных данных, который согласно действующему законодательству происходит в порядке, предусмотренном абзацем 1 настоящего пункта.</p>

            <p>1.3. Использование информации предоставленной Клиентом и получаемой Продавцом.</p>

            <p>1.3.1 Продавец использует предоставленные Клиентом данные в течение всего срока регистрации Клиента на Сайте в целях:</p>

            <ul>
                <li>осуществления обратной связи с Клиентом.</li>
            </ul>

            <p>1.3.2. Продавец вправе направлять Клиенту сообщения рекламно-информационного характера. Если Клиент не желает получать сообщения рекламно-информационного характера от Продавца, он может отписаться от рассылки, направив к нам письмо по адресу info@kovkasnab.ru с соответствующей просьбой.</p>

            <p>2. Предоставление и передача информации, полученной Продавцом:</p>

            <p>2.1. Продавец обязуется не передавать полученную от Клиента информацию третьим лицам. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Клиентом и только в рамках договоров. Не считается нарушением настоящего пункта передача Продавцом третьим лицам данных о Клиенте в обезличенной форме в целях оценки и анализа работы Сайта, анализа покупательских особенностей Клиента и предоставления персональных рекомендаций.</p>

            <p>2.2. Не считается нарушением обязательств передача информации в соответствии с обоснованными и применимыми требованиями законодательства Российской Федерации.</p>

            <p>2.3. Продавец вправе использовать технологию "cookies". "Cookies" не содержат конфиденциальную информацию и не передаются третьим лицам.</p>

            <p>2.4. Продавец получает информацию об ip-адресе посетителя Сайта <a href="/">kovkasnab.ru</a> и сведения о том, по ссылке с какого интернет-сайта посетитель пришел. Данная информация не используется для установления личности посетителя.</p>

            <p>2.5. Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в общедоступной форме.</p>

            <p>2.6. Продавец при обработке персональных данных принимает необходимые и достаточные организационные и технические меры для защиты персональных данных от неправомерного доступа к ним, а также от иных неправомерных действий в отношении персональных данных.</p>

        </div>

    </div>

    <div class="space-area"></div>

</div>


<?= $this->render('/sub/_random-posts', [
    'random_posts' => $random_posts,
]) ?>