<?php

use yii\helpers\Url;

$this->title = 'Магазин кованых элементов: телефон, адрес – Ковкаснаб';

$this->registerMetaTag([
    'name' => 'keywords',
    'content' => 'контакты магазина кованых элементов, элементы художественной ковки, ковка, литьё, штамповка, цены, характеристики, фото, ковкаснаб'
]);
$this->registerMetaTag([
    'name' => 'description',
    'content' => 'Магазин кованых элементов. Здесь можно купить элементы художественной ковки по доступным ценам! Контакты, номер телефона, адрес.'
], 'meta-description');

?>

<?= $this->render('/sub/_modal-contact', [
    'contact' => $contact,
]) ?>

<?= $this->render('/sub/_categories-parallax', [
    'image' => Url::toRoute(['/images/parallax-other.jpg']),
    'categories' => $categories,
]) ?>

<div class="white-area">

    <div class="space-area"></div>

    <div class="container">

        <h1>Доставка и оплата</h1>

        <div class="text">

            <p>Сделать покупку в "Ковкаснаб" можно как лично посетив магазин, так и оставив заявку на электронный адрес или по телефону.</p>

            <h2 href="#delivery">Доставка</h2>

            <h5>Самовывоз</h5>

            <p>Вы можете забрать товар самостоятельно в магазине "Ковкаснаб".</p>

            <h5>Доставка по России</h5>

            <p>Отправка заказов возможна только после 100% предоплаты за товар.</p>

            <p>Для выставления счета на оплату нам необходимы следующие данные:</p>

            <ul>
                <li>
                    Если покупатель частное лицо – ФИО, адрес прописки с индексом, контактный телефон.
                </li>
                <li>
                    Если покупатель юридическое лицо – полные реквизиты предприятия.
                </li>
            </ul>

            <p>
                1.	Отправка транспортной компанией.
            </p>
            <p>
                Покупатель выбирает наиболее удобную для него транспортную компанию. Доставка до ТК осуществляется бесплатно. Покупатель оплачивает услуги ТК в момент получения заказа по действующим тарифам данной ТК. Вот несколько компаний, которые мы можем рекомендовать:
            </p>

            <ul>
                <li>
                    Деловые линии: <a href="http://www.dellin">www.dellin.ru</a>
                </li>
                <li>
                    Первая Экспедиционная Компания: <a href="http://www.pecom.ru"></a>www.pecom.ru
                </li>
            </ul>

            <p>
                2. Отправка Почтой России.
            </p>
            <p>
                Забрать заказ можно в пунктах обслуживания Почты России. Отправка товара осуществляется после 100% оплаты услуг Почты России по доставке.
            </p>

            <h2 href="#payment">Оплата</h2>

            <h5>Наличный расчёт</h5>

            <p>Вы можете оплатить заказ наличными в магазине</p>

            <h5>Банковская карта</h5>

            <p>Вы можете оплатить заказ банковской картой в магазине</p>

            <p>Принимаем к оплате, как дебетовые, так и кредитные банковские карты:</p>
            <ul>
                <li>VISA;</li>
                <li>MasterCard;</li>
                <li>Maestro;</li>
                <li>Мир.</li>

            </ul>

        </div>

    </div>

    <div class="space-area"></div>

</div>


<?= $this->render('/sub/_random-posts', [
    'random_posts' => $random_posts,
]) ?>